{
    "desafios": [
        { "id": 0, "titulo": "Desperdício Zero", "descricao": "Tente passar um dia sem produzir lixo. Avalie o que você normalmente descarta e pense em alternativas mais sustentáveis." },
        { "id": 1, "titulo": "Dias Sem Compras", "descricao": "Escolha um dia na semana para não fazer compras. Repense suas necessidades e evite o consumismo impulsivo." },
        { "id": 2, "titulo": "Reflexão sobre Energia", "descricao": "Desafie-se a anotar todas as vezes que deixar dispositivos eletrônicos ligados sem necessidade. Reflita sobre como pode reduzir esse hábito." },
        { "id": 3, "titulo": "Refeição Sem Carne", "descricao": "Adote um dia da semana sem consumir carne. Repense suas escolhas alimentares e explore opções vegetarianas." },
        { "id": 4, "titulo": "Transporte Sustentável", "descricao": "Opte por uma forma de transporte mais sustentável (bicicleta, caminhada, transporte público) em vez do carro por um dia." },
        { "id": 5, "titulo": "Sem Plástico por um Dia", "descricao": "Evite o uso de produtos plásticos por um dia. Troque por alternativas reutilizáveis." },
        { "id": 6, "titulo": "Redução de Água", "descricao": "Desafie-se a reduzir o tempo no chuveiro em 5 minutos durante uma semana." },
        { "id": 7, "titulo": "Compartilhar desafios", "descricao": "Indique esse aplicativo a alguém próximo. Incentive a pessoa a completar os desafios com você." },
        { "id": 8, "titulo": "Desconexão Eletrônica", "descricao": "Desligue todos os dispositivos eletrônicos por pelo menos uma hora à noite durante uma semana." },
        { "id": 9, "titulo": "Compra Consciente", "descricao": "Antes de fazer compras, faça uma lista e comprometa-se a comprar apenas o que está nela." },
        { "id": 10, "titulo": "DIY de Produtos de Limpeza", "descricao": "Faça seus próprios produtos de limpeza usando ingredientes caseiros e reutilize frascos de vidro." },
        { "id": 11, "titulo": "Segunda Mão", "descricao": "Compre pelo menos um item de segunda mão este mês. Pode ser roupa, móvel ou livro." },
        { "id": 12, "titulo": "Embalagens Reutilizáveis", "descricao": "Troque os recipientes descartáveis por embalagens reutilizáveis em sua lancheira ou almoço no trabalho." },
        { "id": 13, "titulo": "Transformação de Roupas", "descricao": "Transforme uma peça de roupa antiga em algo novo ou dê a ela uma nova utilidade." },
        { "id": 14, "titulo": "Upcycling de Móveis", "descricao": "Renove um móvel antigo em vez de comprar um novo." },
        { "id": 15, "titulo": "Coleta Seletiva em Casa", "descricao": "Implemente a coleta seletiva em casa, separando papel, plástico, vidro e metal." },
        { "id": 16, "titulo": "Ponto de Coleta", "descricao": "Descubra o ponto de coleta mais próximo para itens recicláveis e faça uma visita." },
        { "id": 17, "titulo": "Eletrônicos Antigos", "descricao": "Recicle dispositivos eletrônicos antigos de maneira adequada em vez de descartá-los." },
        { "id": 18, "titulo": "Compostagem Caseira", "descricao": "Comece a compostar resíduos orgânicos em casa." },
        { "id": 19, "titulo": "Reutilização de Papel", "descricao": "Reutilize papel impresso para rascunhos e anotações antes de descartá-lo." },
        { "id": 20, "titulo": "Semana do Desperdício Zero", "descricao": "Combine os desafios de repensar, reduzir, reusar e reciclar em uma semana para maximizar o impacto." },
        { "id": 21, "titulo": "Transporte Sustentável + Sem Compras", "descricao": "Combine os desafios de usar transporte sustentável com um dia sem compras na mesma semana." },
        { "id": 22, "titulo": "Reflexão Eletrônica + Sem Plástico", "descricao": "Anote o tempo de uso de dispositivos eletrônicos desnecessários e evite plástico por um dia na mesma semana." },
        { "id": 23, "titulo": "Refeição Sem Carne + Coleta Seletiva", "descricao": "Adote um dia sem carne e intensifique a coleta seletiva em casa na mesma semana." },
        { "id": 24, "titulo": "Compostagem + DIY de Produtos de Limpeza", "descricao": "Comece a compostagem e faça seus próprios produtos de limpeza para uma casa mais sustentável." },
        { "id": 25, "titulo": "Análise de Resíduos", "descricao": "Tire um momento para analisar seus resíduos diários. Pergunte-se como poderia reduzi-los ou evitá-los." },
        { "id": 26, "titulo": "Sem Desperdício de Alimentos", "descricao": "Planeje suas refeições para evitar o desperdício de alimentos. Use sobras de maneira criativa." },
        { "id": 27, "titulo": "Transporte Eficiente", "descricao": "Opte por uma forma de transporte eficiente (carro compartilhado, transporte público) para suas atividades diárias." },
        { "id": 28, "titulo": "Compras Conscientes", "descricao": "Antes de comprar algo, pergunte-se se realmente precisa. Reflita sobre a necessidade versus desejo." },
        { "id": 29, "titulo": "Consciência Energética", "descricao": "Desafie-se a desligar todos os aparelhos eletrônicos quando não estiver usando e observe a diferença." },
        { "id": 30, "titulo": "Banho Econômico", "descricao": "Tente reduzir o tempo de seu banho pela metade. Use um timer para ajudar." },
        { "id": 31, "titulo": "Sem Compras Online", "descricao": "Evite compras online por uma semana. Isso reduzirá embalagens e emissões de transporte." },
        { "id": 32, "titulo": "Dia Sem Descartáveis", "descricao": "Escolha um dia para evitar produtos descartáveis. Use utensílios reutilizáveis." },
        { "id": 33, "titulo": "Desconectar Carregadores", "descricao": "Desconecte carregadores de dispositivos quando não estiverem em uso para economizar energia." },
        { "id": 34, "titulo": "Closet Sustentável", "descricao": "Escolha um item de roupa e comprometa-se a usá-lo de maneiras diferentes durante a semana." },
        { "id": 35, "titulo": "Jantar à Luz de Velas", "descricao": "Experimente um jantar à luz de velas para economizar energia elétrica." },
        { "id": 36, "titulo": "Embalagens Criativas", "descricao": "Reutilize embalagens para armazenar alimentos ou organizar itens pequenos." },
        { "id": 37, "titulo": "Roupa com História", "descricao": "Use uma peça de roupa com história (herdada, comprada em segunda mão) para contar sua história." },
        { "id": 38, "titulo": "Segunda Vida para Garrafas", "descricao": "Transforme uma garrafa de vidro em um vaso ou decoração." },
        { "id": 39, "titulo": "Brinquedos Sustentáveis", "descricao": "Incentive uma criança a brincar com brinquedos feitos de materiais reciclados." },
        { "id": 40, "titulo": "Dias Sem Carro", "descricao": "Opte por uma semana com menos uso de carro, dando preferência a caminhadas, bicicleta ou transporte público." },
        { "id": 41, "titulo": "Cestos de Reciclagem", "descricao": "Coloque cestos de reciclagem em pontos estratégicos para facilitar a separação dos resíduos." },
        { "id": 42, "titulo": "Sem Junk Mail", "descricao": "Faça um esforço consciente para cancelar inscrições em correspondências desnecessárias." },
        { "id": 43, "titulo": "Reciclagem Eletrônica", "descricao": "Recicle um dispositivo eletrônico antigo de maneira adequada." },
        { "id": 44, "titulo": "Produtos de Limpeza Sustentáveis", "descricao": "Faça ou compre produtos de limpeza sustentáveis e use-os durante a semana." },
        { "id": 45, "titulo": "Moda Sustentável + Refeição Sem Carne", "descricao": "Vista uma roupa sustentável enquanto adota um dia sem carne na mesma semana." },
        { "id": 46, "titulo": "Sem Compras + Coleta Seletiva", "descricao": "Combine um dia sem compras com um esforço extra na coleta seletiva." },
        { "id": 47, "titulo": "Transporte Sustentável + Sem Plástico", "descricao": "Opte por transporte sustentável enquanto evita produtos plásticos em um dia." },
        { "id": 48, "titulo": "Reflexão Eletrônica + Compras Conscientes", "descricao": "Anote o tempo de uso de dispositivos eletrônicos e aplique uma compra consciente no mesmo dia." },
        { "id": 49, "titulo": "Refeição Sem Carne + DIY de Produtos de Limpeza", "descricao": "Adote um dia sem carne e experimente fazer seus próprios produtos de limpeza." },
        { "id": 50, "titulo": "Limpeza Minimalista", "descricao": "Escolha um cômodo da casa e reduza a quantidade de itens pela metade. Doe o que não é mais necessário." }
    ]
  }

  

  

